{
"mobil": [
  {
  "id_mobil": "1",
  "merk": "Lamborghini",
  "jenis_mobil": "Lamborghini Aventador SVJ",
  "img": "Lambo 1.jpeg",
  "tahun_keluaran": 2019,
  "deskripsi_mobil": "The Lamborghini Aventador SVJ (Super Veloce Jota) stands as a pinnacle of automotive engineering, designed to redefine the boundaries of performance and aerodynamics. At its heart lies a monstrous 6.5-liter naturally aspirated V12 engine, delivering a breathtaking 770 CV and enabling the car to rocket from 0 to 100 km/h in a mere 2.8 seconds. This machine is not just about raw power; it represents the ultimate evolution of the Aventador line, combining brutal strength with sophisticated Italian craftsmanship.\n\nWhat truly sets the SVJ apart is the integration of ALA 2.0 (Aerodinamica Lamborghini Attiva), an advanced active aerodynamic system that manages flap actuators to increase downforce or reduce drag depending on driving conditions. This technology, paired with its lightweight carbon fiber chassis and rear-wheel steering, allowed the SVJ to claim the legendary lap record at the Nürburgring Nordschleife. Every curve and intake on its aggressive exterior serves a functional purpose, ensuring stability at speeds exceeding 350 km/h.\n\nThe interior is a high-tech cockpit inspired by aeronautics, featuring extensive use of Alcantara and carbon fiber to maintain a lightweight profile without sacrificing luxury. With its limited production run, the Aventador SVJ is more than just a supercar; it is a rare collector's masterpiece that offers one of the most raw and emotional driving experiences in the world, marking the end of an era for the pure, unadulterated V12 engine."
  },
  {
  "id_mobil": "2",
  "merk": "Lamborghini",
  "jenis_mobil": "Lamborghini Urus",
  "img": "Lambo 2.jpeg",
  "tahun_keluaran": 2019,
  "deskripsi_mobil": "The Lamborghini Urus is the world’s first Super Sport Utility Vehicle, merging the soul of a super sports car with the practical functionality of an SUV. Powered by a 4.0-liter twin-turbo V8 engine that produces a staggering 650 CV and 850 Nm of torque, the Urus accelerates from 0 to 100 km/h in just 3.6 seconds, reaching a top speed of 305 km/h. It redefines the SUV segment by offering extreme performance, distinct design, and an unmistakable driving emotion that only a Lamborghini can provide.\n\nDesigned to excel on any surface, from track to sand, ice, or gravel, the Urus features the advanced ANIMA (Adaptive Network Intelligent Management) system, allowing the driver to choose between various driving modes like Neve, Terra, and Sabbia. Its permanent all-wheel-drive system and active torque vectoring ensure maximum grip and agility, while the carbon-ceramic brakes provide immense stopping power, making it one of the most versatile and capable high-performance vehicles ever created.\n\nInside, the Urus offers a luxurious and tech-focused cabin that accommodates up to five passengers in supreme comfort. The interior is a masterpiece of Italian craftsmanship, featuring premium leather, Alcantara, and carbon fiber finishes, all centered around a dual-touchscreen infotainment system. This combination of daily usability, spacious luggage capacity, and heart-pounding supercar performance makes the Lamborghini Urus a true game-changer for those who refuse to compromise on speed or utility."
  },
  {
  "id_mobil": "3",
  "merk": "Lamborghini",
  "jenis_mobil": "Lamborghini Revuelto",
  "img": "Lambo 3.jpeg",
  "tahun_keluaran": 2023,
  "deskripsi_mobil": "The Lamborghini Revuelto marks a historic milestone as the brand's first V12 High Performance Electrified Vehicle (HPEV), ushering in a new era of hybrid supercars. It is powered by a revolutionary 6.5-liter naturally aspirated V12 engine integrated with three high-density electric motors, producing a combined output of a staggering 1,015 CV. This plug-in hybrid powertrain allows the Revuelto to sprint from 0 to 100 km/h in a lightning-fast 2.5 seconds, with a top speed exceeding 350 km/h, maintaining the raw emotional sound of the V12 while embracing sustainable electrification.\n\nBuilt upon a cutting-edge 'Monofuselage' chassis made entirely of multi-technology carbon fiber, the Revuelto offers a weight-to-power ratio that is best in its class. Its design language stays true to the Lamborghini DNA with iconic Y-shaped light signatures and sharp aerospace-inspired lines, yet it introduces optimized aerodynamics for superior stability. The introduction of an 8-speed dual-clutch transmission, positioned transversely behind the engine for the first time, ensures seamless gear shifts and enhanced agility, making it a masterpiece of balance between power and control.\n\nThe interior of the Revuelto reflects a 'Feel Like a Pilot' philosophy, featuring a futuristic digital interface that connects the driver and passenger in a shared immersive experience. The cabin is meticulously crafted with high-quality sustainable materials, offering more headspace and legroom than its predecessors without losing its aggressive racing spirit. By blending traditional V12 heritage with state-of-the-art hybrid technology and advanced torque vectoring, the Revuelto defines the future of the automotive world, proving that electrification and extreme performance can coexist in perfect harmony."
  },
  {
  "id_mobil": "4",
  "merk": "Ferrari",
  "jenis_mobil": "Ferrari 488 Pista",
  "img": "Ferrari 1.jpeg",
  "tahun_keluaran": 2020,
  "deskripsi_mobil": "The Ferrari 488 Pista is a breathtaking fusion of track-proven technology and road-legal performance, serving as the ultimate high-performance evolution of the 488 GTB. It is powered by the most powerful V8 engine in Ferrari's history at its release—a 3.9-liter twin-turbocharged V8 that delivers a massive 720 CV and 770 Nm of torque. This powerhouse allows the Pista to accelerate from 0 to 100 km/h in a staggering 2.85 seconds, offering an adrenaline-fueled driving experience that captures the true essence of Italian racing heritage.\n\nAerodynamics play a pivotal role in the 488 Pista’s design, heavily influenced by Ferrari’s involvement in the FIA World Endurance Championship. The most striking feature is the front S-Duct, an innovative aerodynamic solution that increases downforce while maintaining the car’s sleek silhouette. Combined with a larger rear spoiler and an aggressive rear diffuser, the Pista produces 20% more downforce than the standard 488, ensuring exceptional stability and razor-sharp handling during high-speed cornering and intense track sessions.\n\nInside the cabin, the Ferrari 488 Pista is stripped down to its racing essentials to save weight, utilizing extensive carbon fiber and Alcantara throughout the interior. The removal of unnecessary luxuries like the glovebox and carpets emphasizes its purposeful, competition-ready character, yet it remains a masterpiece of ergonomics and style. With advanced electronic systems such as the Side Slip Control 6.0 and the Ferrari Dynamic Enhancer, this car provides a visceral, connected feel, making it one of the most exciting and rewarding driver's cars ever produced by the Prancing Horse."
  },
  {
  "id_mobil": "5",
  "merk": "Ferrari",
  "jenis_mobil": "Ferrari F8 Spider",
  "img": "Ferrari 2.jpeg",
  "tahun_keluaran": 2022,
  "deskripsi_mobil": "The Ferrari F8 Spider represents the ultimate evolution of the open-top V8 sports car, succeeding the 488 Spider with more power and improved aerodynamics. It is powered by the legendary 3.9-liter twin-turbocharged V8 engine, which has won the 'International Engine of the Year' award for four consecutive years. Delivering a massive 720 CV and 770 Nm of torque, the F8 Spider can sprint from 0 to 100 km/h in just 2.9 seconds, offering a symphony of power and sound that is unmatched in the world of convertible supercars.\n\nThe defining feature of this model is Ferrari's signature Retractable Hard Top (RHT), which takes only 14 seconds to deploy or retract and can be operated at speeds up to 45 km/h. This mechanism allows the car to maintain the sleek lines of a coupe while providing the exhilarating experience of open-air driving. The F8 Spider also inherits advanced aerodynamic solutions from the F8 Tributo, including the front S-Duct and redesigned rear spoilers, which significantly increase downforce and cooling efficiency without compromising the car's elegant and aggressive silhouette.\n\nInside, the F8 Spider features a driver-centric cockpit that retains the classic Ferrari mid-rear engine layout while introducing modern ergonomics and a new generation steering wheel. The interior is meticulously finished with premium materials, including fine leather and carbon fiber accents, creating an environment that is both luxurious and focused on performance. With the integration of the Ferrari Dynamic Enhancer (FDE+) and the latest Side Slip Control system, the F8 Spider ensures that its incredible power is accessible and rewarding to drive, making it one of the most versatile and emotionally engaging convertibles ever produced."
  },
  {
  "id_mobil": "6",
  "merk": "Ferrari",
  "jenis_mobil": "Ferrari SF90 XX Stradale",
  "img": "Ferrari 3.jpeg",
  "tahun_keluaran": 2023,
  "deskripsi_mobil": "The Ferrari SF90 XX Stradale is a radical, track-focused masterpiece that represents the first time Ferrari's extreme XX Programme technology has been made road-legal. This PHEV (Plug-in Hybrid Electric Vehicle) features a highly tuned 4.0-liter twin-turbo V8 engine paired with three electric motors, delivering a colossal combined output of 1,030 CV. This immense power enables the car to achieve a 0 to 100 km/h sprint in a blistering 2.3 seconds, making it one of the most capable and technologically advanced vehicles to ever wear the Prancing Horse badge.\n\nAerodynamics on the SF90 XX Stradale have been pushed to the absolute limit, most notably with the return of a fixed rear wing—the first on a road-legal Ferrari since the legendary F50. This, combined with a redesigned front S-Duct, blown diffusers, and specialized underbody cooling, produces a staggering 530 kg of downforce at 250 km/h. Every vent and winglet is meticulously engineered to provide maximum stability on the track while maintaining the aggressive, low-slung aesthetic that defines Ferrari’s high-performance evolution.\n\nThe interior is a purist's dream, stripped of unnecessary weight and redesigned with a racing-inspired cockpit that utilizes extensive carbon fiber and Alcantara. Special attention was paid to the lightweight racing seats and the removal of floor mats to emphasize its competition-bred DNA. Despite its raw nature, the car features the latest electronic controls, including the 'extra boost' logic for short bursts of maximum power. With a limited production run, the SF90 XX Stradale is a rare pinnacle of hybrid engineering that offers a visceral connection between driver and machine, bridging the gap between a GT3 racer and a street-legal supercar."
  },
  {
  "id_mobil": "7",
  "merk": "Rolls-Royce",
  "jenis_mobil": "Rolls-Royce Phantom",
  "img": "RR 1.jpeg",
  "tahun_keluaran": 2021,
  "deskripsi_mobil": "The Rolls-Royce Phantom stands as the undisputed pinnacle of automotive luxury, representing the ultimate expression of prestige, power, and bespoke craftsmanship. Beneath its iconic long hood lies a whisper-quiet 6.75-liter twin-turbocharged V12 engine that delivers 563 horsepower and effortless torque. Rather than raw speed, the Phantom is engineered for 'waftability,' utilizing a satellite-aided transmission and an advanced air suspension system that scans the road ahead to deliver the legendary 'Magic Carpet Ride,' ensuring that passengers remain undisturbed by the world outside.\n\nThe exterior of the Phantom VIII is a masterclass in timeless design, featuring the unmistakable Pantheon grille and the Spirit of Ecstasy mascot. Its signature rear-hinged 'coach doors' open to reveal a sanctuary of silence, achieved through more than 130kg of sound insulation and double-glazed windows. A unique feature of the Phantom is 'The Gallery'—a seamless application of glass across the dashboard that allows owners to commission and display unique works of art, transforming the interior into a mobile curated space that is entirely personal to its inhabitant.\n\nEvery detail within the cabin is handcrafted from the finest materials, including book-matched wood veneers, supple A-grade leathers, and the enchanting Starlight Headliner, which uses thousands of fiber-optic lights to recreate a night sky. The rear suite offers an experience akin to a private jet, with massaging seats, a refrigerated champagne chamber, and deep-pile lambswool carpets. The Rolls-Royce Phantom is not merely a vehicle; it is a silent, powerful statement of success and the definitive benchmark for luxury travel across the globe."
  },
  {
  "id_mobil": "8",
  "merk": "Rolls-Royce",
  "jenis_mobil": "Rolls-Royce Cullinan",
  "img": "RR 2.jpeg",
  "tahun_keluaran": 2018,
  "deskripsi_mobil": "The Rolls-Royce Cullinan is the brand's first ever all-terrain SUV, named after the largest diamond ever discovered. It is designed to deliver the legendary 'Magic Carpet Ride' not just on paved roads, but across the most challenging landscapes on Earth. Driven by a 6.75-liter twin-turbocharged V12 engine, it produces 563 horsepower and a massive 850 Nm of torque. This immense power is managed by a sophisticated all-wheel-drive system and an electronically controlled air suspension that actively adjusts to the terrain, ensuring that luxury knows no boundaries.\n\nThe exterior design is a bold statement of strength and dominance, featuring the iconic Pantheon grille and laser headlights that provide a commanding presence. The Cullinan is engineered for ultimate versatility, featuring an 'Everywhere' button that engages the car's full off-road capabilities with a single touch. Despite its rugged underpinnings, the vehicle maintains the silence and refinement expected of a Rolls-Royce, thanks to its heavy soundproofing and a unique 'Three-Box' design that utilizes a glass partition to isolate the cabin from the luggage compartment.\n\nInside, the Cullinan offers a sanctuary of absolute luxury, handcrafted with the finest leathers, rare wood veneers, and polished metal accents. Passengers can enjoy the signature Starlight Headliner and a rear seating configuration that can be tailored to either a Lounge Seat or Individual Seat arrangement with a fixed center console. One of its most distinctive features is the 'Viewing Suite,' where two rear-facing leather chairs and a cocktail table deploy from the tailgate at the touch of a button, allowing owners to enjoy the world's most beautiful vistas in unparalleled comfort."
  },
  {
  "id_mobil": "9",
  "merk": "Rolls-Royce",
  "jenis_mobil": "Rolls-Royce Black Badge Ghost",
  "img": "RR 3.jpeg",
  "tahun_keluaran": 2022,
  "deskripsi_mobil": "The Rolls-Royce Black Badge Ghost is the darker, more assertive alter ego of the Ghost, designed for those who reject traditional luxury in favor of a bold, subversive aesthetic. At its core, the 6.75-liter twin-turbocharged V12 engine has been tuned to deliver an enhanced 592 horsepower and 900 Nm of torque, providing a more potent and urgent power delivery than the standard model. This increased performance is paired with a re-engineered chassis and high-capacity air springs, ensuring that the car maintains its effortless poise while offering a more engaging and dynamic driving experience.\n\nVisually, the Black Badge Ghost is defined by its 'Post-Opulent' minimalism, where the iconic Pantheon grille and Spirit of Ecstasy are darkened with a specific chrome-electrolyte finish to create a shadowy, mysterious presence. The car sits on unique 21-inch composite wheels, featuring a carbon fiber barrel made from 22 layers of the material folded upon itself for extreme strength. The exterior paint is meticulously hand-polished to achieve the industry’s darkest black, serving as a canvas for the brand's 'infinity' logo, which symbolizes the Black Badge's limitless power and rebellious spirit.\n\nThe interior is a masterclass in modern luxury, featuring a complex 'Technical Fiber' weave made of carbon and metallic fibers that create a 3D diamond pattern across the dashboard. The signature Starlight Headliner remains, but it is often customized with a specific 'Shooting Star' effect to enhance the noir ambiance of the cabin. Every surface is swathed in the finest leathers, and the soundstage is perfected by a bespoke 18-speaker audio system, creating a private sanctuary that is as acoustically perfect as it is visually striking. The Black Badge Ghost is not just a car; it is a statement of contemporary success and a defiance of the status quo."
  },
  {
  "id_mobil": "10",
  "merk": "Mercedes-Benz",
  "jenis_mobil": "Mercedes-Maybach S580",
  "img": "Benz 1.jpeg",
  "tahun_keluaran": 2021,
  "deskripsi_mobil": "The Mercedes-Maybach S580 is the embodiment of modern digital luxury and traditional craftsmanship, serving as the flagship limousine for those who demand the absolute best in comfort and technology. It is powered by a 4.0-liter twin-turbocharged V8 engine integrated with a 48-volt mild-hybrid EQ Boost system, delivering a smooth yet commanding 496 horsepower. This powertrain is paired with the 9G-TRONIC automatic transmission and 4MATIC all-wheel drive, ensuring that the vehicle glides effortlessly through traffic while maintaining whisper-quiet operation in the cabin.\n\nDistinguished from the standard S-Class by its 18-centimeter longer wheelbase, the Maybach S580 offers an exterior design that exudes elegance, featuring a unique pinstriped grille, distinctive Maybach emblems on the C-pillars, and optional two-tone paintwork that requires a week of hand-finishing. The vehicle is equipped with advanced E-ACTIVE BODY CONTROL suspension, which uses cameras to scan the road ahead and proactively adjust the dampers, providing a ride quality that effectively isolates passengers from any road imperfections, creating a truly serene travel environment.\n\nThe interior of the S580 is designed as a 'First Class' sanctuary, particularly in the rear where the Executive Seats can recline up to 43.5 degrees for ultimate relaxation. Passengers are treated to a suite of high-end features including active road noise compensation, a Burmester® High-End 4D Surround Sound system, and an optional refrigerated compartment with silver-plated champagne flutes. With the latest MBUX interior assistant and a total of five OLED screens, the Mercedes-Maybach S580 seamlessly blends artisan-level luxury with cutting-edge intelligence, setting a global benchmark for chauffeur-driven excellence."
  },
  {
  "id_mobil": "11",
  "merk": "Mercedes-Benz",
  "jenis_mobil": "Mercedes-Benz SLS AMG GT3",
  "img": "Benz 2.jpeg",
  "tahun_keluaran": 2015,
  "deskripsi_mobil": "The Mercedes-Benz SLS AMG GT3 is a pure-bred racing machine designed for high-performance competition in the global GT3 category. At its core lies the legendary 6.3-liter naturally aspirated V12 engine, meticulously tuned to produce over 550 horsepower depending on air restrictor regulations. Unlike its road-going counterpart, the GT3 version features a six-speed sequential racing transmission and a transaxle configuration, providing a perfect weight distribution and a raw, thunderous exhaust note that has become iconic on endurance tracks like the Nürburgring and Spa-Francorchamps.\n\nAerodynamics and lightweight construction are the defining characteristics of this track monster. The exterior is dominated by a massive adjustable carbon-fiber rear wing, a wide-body kit with flared wheel arches, and a prominent front splitter designed to generate immense downforce during high-speed cornering. The iconic 'Gullwing' doors remain, but they are constructed from ultra-light carbon fiber, as is almost every body panel. This focus on weight reduction and airflow allows the SLS AMG GT3 to maintain incredible stability and grip, making it one of the most successful and visually striking racing cars in Mercedes-AMG history.\n\nThe cockpit is a stripped-back, purposeful environment focused entirely on the driver and safety. It features a high-strength steel roll cage, a carbon-fiber bucket seat with a six-point harness, and a specialized racing steering wheel with integrated controls for traction management and brake bias. Every unnecessary luxury has been removed to meet strict racing weight requirements, replaced by a digital dash display that provides critical telemetry data in real-time. The SLS AMG GT3 is not just a car; it is a legendary athlete of the motorsport world, representing the pinnacle of AMG’s engineering prowess and its relentless pursuit of victory."
  },
  {
  "id_mobil": "12",
  "merk": "Mercedes-Benz",
  "jenis_mobil": "Mercedes-AMG GT C Roadster",
  "img": "Benz 3.jpeg",
  "tahun_keluaran": 2018,
  "deskripsi_mobil": "The Mercedes-AMG GT C Roadster is a high-performance open-top masterpiece that perfectly balances the elegance of a grand tourer with the raw intensity of a supercar. It is powered by a 4.0-liter twin-turbocharged V8 engine featuring a 'hot inside V' configuration, producing a formidable 557 horsepower and 680 Nm of torque. This allows the Roadster to catapult from 0 to 100 km/h in just 3.7 seconds. The GT C variant is particularly special as it inherits the wider rear track and muscular haunches of the flagship GT R, providing increased mechanical grip and a more aggressive stance on the road.\n\nTechnologically, the AMG GT C Roadster is equipped with advanced performance features including active rear-axle steering and an electronically controlled limited-slip differential. These systems work in harmony with the AMG RIDE CONTROL sports suspension to deliver razor-sharp handling and exceptional agility through tight corners. The car also features an active air management system with vertical louvers in the front apron that open and close to optimize either cooling or aerodynamic efficiency, ensuring peak performance even under the most demanding driving conditions.\n\nThe sensory experience is heightened by the triple-layer fabric soft top, which can be opened or closed in just 11 seconds at speeds up to 50 km/h, allowing the thunderous growl of the AMG performance exhaust to fill the cabin. Inside, the interior is a blend of luxury and motorsport-inspired design, featuring low-slung AMG performance seats and a center console styled like a V8 engine. With its long hood, short overhangs, and powerful V8 heart, the AMG GT C Roadster offers a visceral, wind-in-the-hair driving experience that remains one of the most emotional and captivating in the Mercedes-AMG lineup."
  }, 
  {
  "id_mobil": "13",
  "merk": "Nissan",
  "jenis_mobil": "Nissan Z Nismo",
  "img": "Nissan 1.jpeg",
  "tahun_keluaran": 2024,
  "deskripsi_mobil": "The 2024 Nissan Z Nismo is the high-performance evolution of the iconic Z-car, meticulously engineered to deliver a sharper, track-focused driving experience. It is powered by a specially tuned 3.0-liter twin-turbocharged V6 engine that has been optimized with enhanced cooling and increased electronic wastegate control to produce 420 horsepower and 384 lb-ft of torque. This power is delivered exclusively through a 9-speed automatic transmission with Nismo-specific tuning for faster shifts, ensuring that the car remains in the optimal power band during aggressive maneuvers on the circuit.\n\nAerodynamics play a critical role in the Z Nismo's identity, featuring a distinctive 'G-Nose' front end that extends further forward, reminiscent of the legendary Fairlady 240ZG. This redesign, along with a wider rear spoiler and a unique rear bumper with side winglets, creates significant positive downforce to keep the car planted at high speeds. The chassis has been significantly stiffened with additional bracing, and the suspension features stiffer springs and larger dampers, all working together with the exclusive 19-inch Rays lightweight forged wheels and Dunlop SP Sport Maxx GT600 tires for unparalleled cornering precision.\n\nThe interior is a dedicated racing cockpit, distinguished by a signature red-anodized engine start button and Nismo-branded Recaro bucket seats upholstered in a blend of Alcantara and leather. The digital instrument cluster features a Nismo-exclusive red theme, while the steering wheel is wrapped in Alcantara with a red leather 12 o'clock marker to assist with steering orientation. By combining modern turbocharged power with a heritage-inspired design and rigorous Nismo performance upgrades, the Z Nismo stands as a pure expression of Japanese sports car culture, built for enthusiasts who demand precision and soul."
  },
  {
  "id_mobil": "14",
  "merk": "Nissan",
  "jenis_mobil": "Nissan GT-R R35",
  "img": "Nissan 2.jpeg",
  "tahun_keluaran": 2008,
  "deskripsi_mobil": "The 2008 Nissan GT-R R35 arrived as a technological earthquake in the automotive world, instantly earning the nickname 'Godzilla' for its ability to dominate much more expensive European rivals. At its heart is the VR38DETT, a 3.8-liter twin-turbocharged V6 engine hand-assembled by master craftsmen known as 'Takumi.' Producing 480 horsepower and 588 Nm of torque, it features an innovative independent rear transaxle all-wheel-drive system and a 6-speed dual-clutch transmission, allowing the GT-R to sprint from 0 to 100 km/h in a staggering 3.5 seconds, a feat that redefined the supercar benchmark upon its release.\n\nEngineering excellence is evident in every curve of the R35's aggressive silhouette, which boasts a remarkably low coefficient of drag at 0.27. Its advanced ATTESA E-TS all-wheel-drive system and Brembo six-piston braking system provide incredible grip and stopping power, ensuring the car remains composed even under extreme track conditions. The GT-R gained global fame after clocking a legendary 7:38 lap time at the Nürburgring Nordschleife, proving that Japanese precision and electronic sophistication could create a 'day-to-day supercar' capable of high-speed performance in any weather or road condition.\n\nThe interior was ahead of its time, featuring a multi-function display co-designed by Polyphony Digital—the creators of the Gran Turismo video game series. This interface allows drivers to monitor real-time telemetry, including G-forces, turbo boost, and lap times, creating an immersive, jet-fighter-like experience. While focused on performance, the cabin offers a 2+2 seating layout with premium leather-trimmed seats and a Bose 11-speaker sound system, blending raw speed with a level of practicality rarely seen in its class. The 2008 R35 remains a cultural icon, representing the ultimate fusion of man, machine, and digital innovation."
  },
  {
  "id_mobil": "15",
  "merk": "Nissan",
  "jenis_mobil": "Nissan Sentra SR",
  "img": "Nissan 3.jpeg",
  "tahun_keluaran": 2023,
  "deskripsi_mobil": "The 2023 Nissan Sentra SR is the sportiest expression of Nissan’s compact sedan, blending sharp, modern aesthetics with impressive daily efficiency. It is powered by a 2.0-liter direct-injection four-cylinder engine that produces 149 horsepower and 146 lb-ft of torque, paired with a smooth Xtronic CVT. The SR trim stands out with its aggressive stance, featuring 18-inch black-finish aluminum-alloy wheels, a dark chrome V-Motion grille, and a signature rear spoiler that gives it a track-inspired silhouette while maintaining excellent fuel economy for both city and highway commutes.\n\nDriving dynamics are enhanced by a multi-link rear suspension and a sport-tuned chassis, offering a responsive and balanced feel on the road. The exterior is further elevated by thin projector LED headlights and side sill extensions that emphasize its low, wide proportions. Standard on the SR is the Nissan Safety Shield 360 suite, providing advanced driver-assist features such as Automatic Emergency Braking with Pedestrian Detection, Blind Spot Warning, and Rear Cross Traffic Alert, ensuring that style is matched by a high level of occupant protection and driver confidence.\n\nInside, the Sentra SR offers a refined and tech-forward cabin highlighted by sport cloth upholstery with distinctive orange contrast stitching. The interior features Nissan's legendary Zero Gravity seats, designed to reduce fatigue during long journeys, alongside an 8-inch color touchscreen display compatible with Apple CarPlay and Android Auto. With its combination of premium materials, a D-shaped steering wheel, and available amenities like a Bose Premium Audio system, the Sentra SR provides a sophisticated and energetic environment that punches well above its weight class in the compact sedan segment."
  },
  {
  "id_mobil": "16",
  "merk": "BMW",
  "jenis_mobil": "BMW M4 Manhart MH4 900",
  "img": "BMW 1.jpeg",
  "tahun_keluaran": "2023",
  "deskripsi_mobil": "The BMW M4 Manhart MH4 900 is an extreme, limited-edition masterpiece that takes the already potent M4 CSL to a level of performance previously reserved for multi-million dollar hypercars. At its core, the 3.0-liter S58 twin-turbo inline-six engine has been extensively re-engineered with uprated TTH turbochargers, a Manhart intercooler, and forged pistons and connecting rods. These modifications, combined with a Stage 2 transmission upgrade to handle the immense torque, result in a staggering output of 922 horsepower and 1,190 Nm of torque, allowing this rear-wheel-drive beast to challenge the fastest cars on the planet.\n\nAerodynamics and aesthetics are equally transformed through an 18-piece Manhart carbon fiber body kit, featuring a vented GTR-style hood, a prominent front spoiler, side aero flicks, and a massive three-piece rear spoiler lip. The car sits lower to the ground thanks to height-adjustable H&R coilovers, while its stance is perfected by 20-inch front and 21-inch rear matte black Raffa forged wheels. The signature Manhart decal kit with champagne-colored accents contrasts beautifully against the dark carbon elements, signaling that this is no ordinary BMW, but a highly specialized 'Supercar Slayer' built for high-speed dominance.\n\nInside, the cabin maintains the CSL's hardcore racing spirit while adding bespoke luxury touches. The factory M Carbon bucket seats are complemented by Manhart floor mats and a Clubsport roll bar for added safety and structural rigidity during track sessions. The exhaust note is transformed into a raucous symphony by a Remus stainless steel exhaust system with quad 110mm carbon-coated tailpipes, ensuring the sound matches its brutal performance. The MH4 900 is the ultimate expression of BMW tuning, representing the perfect fusion of German precision and unbridled power for the most discerning automotive enthusiasts."
  },
  {
  "id_mobil": "17",
  "merk": "BMW",
  "jenis_mobil": "BMW M3 E92 AC Schnitzer GP3.10",
  "img": "BMW 2.jpeg",
  "tahun_keluaran": 2010,
  "deskripsi_mobil": "The BMW AC Schnitzer GP3.10 is a breathtaking engineering marvel that famously redefined the boundaries of alternative fuel performance. Based on the E92 3-Series chassis, this one-of-a-kind concept replaces the standard engine with a modified 5.0-liter V10 sourced from the E60 M5, uniquely tuned to run on Liquefied Petroleum Gas (LPG). This powerhouse produces a formidable 552 horsepower and 540 Nm of torque, allowing the GP3.10 to sprint from 0 to 100 km/h in just 4.5 seconds and reach a blistering top speed of 320 km/h, proving that eco-friendly fuel can coexist with elite supercar performance.\n\nTo manage this immense power, AC Schnitzer outfitted the GP3.10 with high-performance 8-piston fixed caliper brakes and an RS adjustable racing suspension, which was rigorously tested on the Nürburgring. The exterior design is equally radical, featuring a wide-body kit with 60mm wheel arch extensions, a massive rear diffuser, and a centrally positioned sports exhaust. Coated in a striking 'Mineral Green' special paintwork, the car's aerodynamics are enhanced by a carbon fiber roof wing and an aggressive front skirt with a coarse-mesh grille, ensuring maximum stability and cooling for the high-revving V10 heart.\n\nInside, the cabin is a bespoke blend of racing functionality and luxury, featuring dual-tone Nappa-Nubuk leather upholstery and mineral green interior panels that mirror the car's unique exterior. The cockpit is equipped with racing bucket seats, an aluminum pedal set, and an instrument cluster that displays a top speed of 330 km/h. By combining a high-performance LPG system with the raw mechanical soul of a V10, the AC Schnitzer GP3.10 remains one of the most ambitious and memorable tuning projects in BMW history, representing a perfect synergy of 'Power, Economy, and Ecology'."
  },
  {
  "id_mobil": "18",
  "merk": "BMW",
  "jenis_mobil": "BMW 320i M-Sport",
  "img": "BMW 3.jpeg",
  "tahun_keluaran": 2022,
  "deskripsi_mobil": "The BMW 320i M-Sport is a masterclass in executive sportiness, continuing the legacy of the 3 Series as the ultimate driver's sedan. It is powered by a refined 2.0-liter BMW TwinPower Turbo four-cylinder engine that produces 184 hp and 300 Nm of torque. Mated to the industry-leading 8-speed Steptronic Sport transmission, this rear-wheel-drive sedan offers a perfect balance of punchy performance and daily efficiency, capable of reaching 100 km/h in approximately 7.1 seconds with the signature smoothness expected of Bavarian engineering.\n\nThis specific M-Sport variant elevates the 3 Series experience with a more aggressive aerodynamic package, featuring larger air intakes, high-gloss Shadowline trim, and 18-inch M light-alloy wheels. The chassis is enhanced with M Sport suspension, which provides a firmer, more connected feel to the road, allowing for razor-sharp handling through corners while maintaining a composed ride. The exterior is further defined by its sleek LED headlights and the iconic kidney grille, which together create a powerful and modern presence that stands out in any setting.\n\nInside, the cabin is a blend of high-tech innovation and premium comfort, centered around the BMW Live Cockpit Professional. This digital environment features a high-resolution instrument cluster and a large touchscreen display integrated with the intuitive iDrive 7.0 system. The M-Sport heritage is evident in the Alcantara and Sensatec upholstered sport seats, the M leather steering wheel, and the aluminum interior trim accents. With advanced features like the Reversing Assistant, wireless smartphone integration, and three-zone climate control, the 320i M-Sport remains the definitive choice for those who refuse to compromise on luxury or driving dynamics."
  },
  {
  "id_mobil": "19",
  "merk": "Range Rover",
  "jenis_mobil": "Range Rover SV Ranthambore",
  "img": "Rover.jpeg",
  "tahun_keluaran": 2024,
  "deskripsi_mobil": "The Range Rover SV Ranthambore Edition is a breathtaking masterpiece of bespoke luxury, limited to just 12 units worldwide and designed as an ode to the majestic tiger in its natural habitat. It is powered by a 3.0-liter six-cylinder twin-turbocharged petrol engine that delivers a refined 394 hp and 550 Nm of torque, ensuring effortless power across any terrain. This exclusive Long Wheelbase (LWB) model is more than a vehicle; it is a curated collector's piece that combines legendary off-road capability with the absolute pinnacle of SV Bespoke craftsmanship.\n\nThe exterior is finished in a bespoke Deep Black body color featuring a rich red shimmering effect, complemented by Corinthian Bronze and Anthracite accents that evoke the subtle stripes of a tiger. This predatory elegance is further emphasized by 23-inch forged dark grey wheels with Corinthian Bronze inserts and SV Bespoke branded tread plates that designate each vehicle’s '1 of 12' status. Every detail, from the shimmering roof to the mirror caps, has been meticulously crafted to reflect the vibrant hues and presence of India's national animal, making it one of the most distinctive Range Rovers ever produced.\n\nInside, the cabin is an opulent sanctuary featuring a striking combination of Caraway and Perlino semi-aniline leather with artistic embroidery on the seats inspired by the stripes on a tiger's spine. As a part of the SV Signature Suite, the rear interior offers a first-class experience with fully reclinable seats, a powered club table, and a refrigerated compartment complete with SV-etched glassware. Touches of noble chrome, light linear wenge veneers, and white ceramic dials create an atmosphere of serene luxury. Additionally, a portion of the proceeds from this edition is donated to wildlife conservation, ensuring that the legacy of the Ranthambore tiger continues for generations to come."
  },
  {
  "id_mobil": "20",
  "merk": "Toyota",
  "jenis_mobil": "Toyota Land Cruiser 300",
  "img": "Cruiser.jpeg",
  "tahun_keluaran": 2022,
  "deskripsi_mobil": "The Toyota Land Cruiser 300 series represents the pinnacle of off-road capability and ultimate reliability, continuing a 70-year legacy of conquering the world's harshest environments. Built on the new TNGA-F global architecture, this generation is powered by a high-performance 3.3-liter twin-turbocharged V6 diesel engine (or a 3.5L petrol variant) delivering a robust 305 hp and a massive 700 Nm of torque. Mated to a 10-speed direct-shift automatic transmission, the LC300 offers a smoother, more powerful driving experience while being 200kg lighter than its predecessor, significantly improving handling and fuel efficiency.\n\nDesigned with the 'Master of Africa' philosophy, the Land Cruiser 300 features the world's first Electronic Kinetic Dynamic Suspension System (E-KDSS), which provides exceptional wheel articulation off-road while maintaining incredible stability on paved highways. Its advanced Multi-Terrain Select system now includes an 'Auto' mode that intelligently detects surface conditions and adjusts the drivetrain accordingly. With its high-clearance bumpers, 18 or 20-inch alloy wheels, and signature LED lighting, the LC300 maintains a commanding presence that signals both rugged durability and modern sophistication.\n\nInside, the cabin has been transformed into a premium sanctuary, blending functional ruggedness with high-end luxury. The dashboard features a massive 12.3-inch infotainment display, a 14-speaker JBL premium audio system, and a specialized fingerprint authentication start button for enhanced security. Passengers are treated to ventilated leather seats, a four-zone climate control system, and a cool box in the center console for long expeditions. Equipped with Toyota Safety Sense 2.0, including Pre-Collision systems and Lane Tracing Assist, the Land Cruiser 300 ensures that whether you are crossing a desert or navigating city streets, you are doing so in absolute safety and comfort."
  },
  {
  "id_mobil": "21",
  "merk": "Genesis",
  "jenis_mobil": "Genesis GV80 Coupe",
  "img": "Genesis.jpeg",
  "tahun_keluaran": 2025,
  "deskripsi_mobil": "The 2025 Genesis GV80 Coupe is a bold fusion of practical luxury and high-performance sportiness, marking the brand’s first entry into the competitive luxury SUV-coupe segment. It features a heart-pounding 3.5-liter twin-turbocharged V6 engine enhanced by a 48V electric supercharger, a setup exclusive to the Coupe variant that delivers a staggering 409 horsepower and 405 lb-ft of torque. This innovative MHEV powertrain is paired with a smooth-shifting 8-speed automatic transmission and standard all-wheel drive, providing a refined yet urgent driving character that allows for seamless acceleration and a more dynamic response compared to the standard SUV model.\n\nVisually, the GV80 Coupe is defined by its sweeping fastback roofline and an aggressive stance emphasized by massive 22-inch sport alloy wheels and a distinctive 'double-layered' G-Matrix grille. The exterior design incorporates optimized aerodynamics, including a unique rear spoiler and functional air intakes, while maintaining the signature Genesis Two-Line LED headlamps that create a sophisticated nocturnal identity. To complement its sporty appearance, the Coupe is fitted with an electronically controlled suspension with 'Preview' technology, which uses a front camera to scan the road surface and adjust the damping in real-time for a ride that is both agile in the corners and exceptionally composed on long-distance journeys.\n\nThe interior is a futuristic sanctuary of high-tech luxury, centered around a massive 27-inch integrated OLED display that seamlessly combines the instrument cluster and navigation into one panoramic screen. The driver-focused cockpit is finished with carbon fiber accents, a D-cut steering wheel, and Nappa leather seating featuring contrast stitching that reflects its racing-inspired DNA. Passengers are treated to a 'Mood Curator' system that adjusts ambient lighting, fragrance, and massage settings, along with a Bang & Olufsen® premium audio system for an immersive sensory experience. With its combination of striking Korean design, advanced electrification, and unmatched interior craftsmanship, the GV80 Coupe stands as a formidable new rival to established European performance SUVs."
  },
  {
  "id_mobil": "22",
  "merk": "Nissan",
  "jenis_mobil": "Nissan Silvia S14 (Kouki)",
  "img": "S14.jpeg",
  "tahun_keluaran": 1996,
  "deskripsi_mobil": "The 1996 Nissan Silvia S14, specifically the 'Kouki' or facelift version, is an undisputed icon of Japanese sports car culture and a cornerstone of the global drifting scene. It is powered by the legendary 2.0-liter SR20DET twin-cam turbocharged engine, featuring Nissan's VTC (Variable Cam Timing) and a ball-bearing T28 turbocharger that produces a responsive 220 PS. Known for its near-perfect 50:50 weight distribution and rear-wheel-drive layout, the S14 provides a raw, mechanical driving connection that has made it one of the most sought-after 'S-chassis' platforms for both track enthusiasts and professional drifters alike.\n\nThe 1996 facelift introduced a more aggressive and predatory aesthetic compared to the earlier 'Zenki' models, characterized by sharper, narrow projector headlights, a redesigned front bumper, and wider-looking rear tail lights. The chassis was engineered for increased torsional rigidity over its predecessor, the S13, resulting in more predictable handling and a stable platform for high-speed maneuvers. Its long wheelbase and wider track not only improved high-speed cornering stability but also contributed to its reputation as one of the most balanced drift machines ever produced, capable of maintaining high-angle slides with remarkable precision.\n\nInside, the S14 maintains a driver-centric, no-nonsense cockpit designed to keep the focus on the road or track. The interior features supportive sport seats and a simple, ergonomic dashboard layout that has become a favorite canvas for tuners worldwide. With an almost limitless aftermarket ecosystem, the Silvia S14 is often modified far beyond its factory specifications, with many examples reaching over 400 horsepower while retaining their legendary reliability. More than just a 90s coupe, the S14 Kouki represents the golden era of JDM engineering, offering a timeless blend of style, balance, and infinite tuning potential."
  },
  {
  "id_mobil": "23",
  "merk": "Mazda",
  "jenis_mobil": "Mazda RX-7 FD3S",
  "img": "RX7.jpeg",
  "tahun_keluaran": 1994,
  "deskripsi_mobil": "The 1994 Mazda RX-7 FD3S is widely regarded as one of the most beautiful and purist sports cars ever to emerge from Japan. At its heart lies the legendary 13B-REW engine, a 1.3-liter twin-rotor Wankel rotary equipped with the world's first mass-produced sequential twin-turbocharger system. This complex setup delivers a smooth yet explosive 255 horsepower, allowing the car to scream toward its 8,000 RPM redline with a unique, high-pitched exhaust note that is unlike any piston engine. With a near-perfect 50:50 weight distribution and a curb weight of just under 1,300 kg, the FD offers a telepathic handling experience that remains a benchmark for driver engagement even today.\n\nThe FD's design philosophy was centered on 'lightweight sports,' resulting in a chassis that is remarkably compact and low-slung. Its timeless exterior, characterized by curvaceous 'organic' lines and iconic pop-up headlights, was developed with a heavy focus on aerodynamics, achieving a drag coefficient of just 0.31. To maintain its featherweight profile, Mazda utilized extensive aluminum in the suspension components and body panels. This dedication to weight saving, combined with a sophisticated four-wheel double-wishbone suspension, ensures that the RX-7 remains incredibly agile, darting into corners with a level of precision that earned it the title of 'Import Car of the Year' upon its debut.\n\nInside, the RX-7 features a jet-fighter inspired cockpit where every control is angled strictly toward the driver, emphasizing its no-nonsense performance mission. The interior is minimalist yet functional, featuring high-bolstered sport seats and a chrome-ringed instrument cluster dominated by a large central tachometer. While the rotary engine requires meticulous maintenance, its compact size allowed engineers to mount it behind the front axle—a 'front mid-engine' layout—which provides the car with its legendary low center of gravity. More than just a tuner favorite from the 'Fast & Furious' era, the 1994 RX-7 is a high-revving masterpiece of mechanical art and a crown jewel of JDM history."
  },
  {
  "id_mobil": "24",
  "merk": "Honda",
  "jenis_mobil": "Honda NSX NA1",
  "img": "NSX.jpeg",
  "tahun_keluaran": 1991,
  "deskripsi_mobil": "The 1991 Honda NSX (NA1) is a landmark achievement in automotive history, famously known as the car that forced Ferrari and other European manufacturers to rethink their approach to supercars. It was the world’s first mass-produced car to feature an all-aluminum semi-monocoque body, a revolutionary feat that provided incredible structural rigidity while keeping the vehicle exceptionally lightweight. At its heart is a mid-mounted 3.0-liter V6 engine equipped with Honda's legendary VTEC technology, producing 270 horsepower and a spine-tingling exhaust note. This power is delivered through a precise 5-speed manual transmission, allowing for a 0 to 100 km/h sprint in just 5.5 seconds, all while maintaining the reliability and ease of use of a standard Honda.\n\nWhat truly defines the NSX’s soul is its connection to motorsport heritage, particularly the direct input from three-time Formula One World Champion Ayrton Senna. During the final stages of development, Senna famously pushed the prototype to its limits at the Suzuka Circuit, providing critical feedback that led to a significant stiffening of the chassis and refined suspension tuning. The result is a car with telepathic handling and a level of balance that remains a benchmark for driver engagement. Its sleek, low-slung exterior features iconic pop-up headlights and advanced aerodynamics inspired by the cockpit of an F-16 fighter jet, ensuring stability at high speeds and a timeless silhouette that still turns heads decades later.\n\nThe interior of the NSX was designed with a 'Human Support System' philosophy, offering a 312-degree panoramic view inspired by a jet fighter canopy to ensure maximum visibility for the driver. Unlike the cramped and temperamental supercars of its era, the NSX offered a refined cabin with supportive leather sport seats, intuitive ergonomics, and air conditioning that actually worked, earning it the reputation as the world's first 'Everyday Supercar.' With its high-revving V6 reaching an 8,000 RPM redline and its perfectly weighted steering, the NA1 NSX remains one of the most respected and emotionally rewarding driving machines ever built, representing the golden era of Japanese engineering."
  }
] }